_notes/_posts/language/2024-07-03-diversity.org
#+LAYOUT: post
#+TITLE: 单词本：diversity
#+TAGS: English
#+CATEGORIES: language

我们公司是不是要强调包容（inclusive）、多样化（diversity）。所谓
diversity 就是要接受包容每个个体的各种差异。

那么个体的差异有哪些呢？

一般来说个体差异分为主要差异 primary categories 和次要差异 secondary
categories 。

主要差异类型是个体先天遗传的生物特征和根深蒂固的思想观念。次要差异则是
伴随个体成长不断变化的差异。比如已婚和未婚，已育和未育等，在个体的不同
时期，对于工作模式的诉求都是会变化的。

详细来说，主要差异有：
- 年龄 Age，以及出生的时代代际特征
- 种族 Race，生物遗传特征，包括眼睛颜色、头发颜色、肤色、五官形状等。
  事实上，人类的种族差异在基因序列中只有 1% 不到的差异。
- 文化族类 Ethnicity 差异，包括民族、语言、宗教、食物、习俗等。
- 性别 Gender，生物性别由 XX 和 XY 染色体（chromosome）决定。
- 生理差别 Physical abilities and qualities，体形、身高、体重、面部特
  征、残疾、健康、智力等。
- 性取向 Sexual orientation，有 heterosexual 异性恋，homosexual 同性恋，
  bisexual 双性恋。希腊语 heteros 的意思是 other 一般和 homo 相对。

次要差异有：
- 教育水平 Education
- 工作经验
- 收入水平
- 宗教信仰 Religious beliefs 
- 婚姻状况 Marital status
- 生育情况 Parental status
- 个人行为风格 personal style
- 等等

所以，包容的企业文化，就是求同存异，尊重员工的各种个体差异，互相理解，
互相支持，团结协作。
