_posts/language/2024-07-03-diversity.html
---
layout: post
title: 单词本：diversity
tags: [English]
categories: [language]
---
<p>
我们公司是不是要强调包容（ inclusive ）、多样化（ diversity ）。所谓
diversity 就是要接受包容每个个体的各种差异。
</p>

<p>
那么个体的差异有哪些呢？
</p>

<p>
一般来说个体差异分为主要差异primary categories和次要差异 secondary
categories 。
</p>

<p>
主要差异类型是个体先天遗传的生物特征和根深蒂固的思想观念。次要差异则是伴随个体成长不断变化的差异。比如已婚和未婚，已育和未育等，在个体的不同时期，对于工作模式的诉求都是会变化的。
</p>

<p>
详细来说，主要差异有：
</p>
<ul class="org-ul">
<li>年龄 Age，以及出生的时代代际特征</li>
<li>种族 Race ，生物遗传特征，包括眼睛颜色、头发颜色、肤色、五官形状等。事实上，人类的种族差异在基因序列中只有 1%不到的差异。</li>
<li>文化族类 Ethnicity 差异，包括民族、语言、宗教、食物、习俗等。</li>
<li>性别 Gender ，生物性别由 XX和 XY 染色体（ chromosome ）决定。</li>
<li>生理差别 Physical abilities and qualities，体形、身高、体重、面部特征、残疾、健康、智力等。</li>
<li>性取向Sexual orientation，有 heterosexual异性恋，homosexual 同性恋，
bisexual 双性恋。希腊语 heteros 的意思是 other 一般和 homo 相对。</li>
</ul>

<p>
次要差异有：
</p>
<ul class="org-ul">
<li>教育水平 Education</li>
<li>工作经验</li>
<li>收入水平</li>
<li>宗教信仰 Religious beliefs</li>
<li>婚姻状况 Marital status</li>
<li>生育情况 Parental status</li>
<li>个人行为风格 personal style</li>
<li>等等</li>
</ul>

<p>
所以，包容的企业文化，就是求同存异，尊重员工的各种个体差异，互相理解，互相支持，团结协作。
</p>
